// "@/locals/en" file
import { Translations } from "@/types";

export const ar: Translations = {
  herotitle: "لحظات لذيذة,<br> تجمعنا",
  section2title:"نغذي القلوب بالحب<br/> والعطاء خلال شهر رمضان<br/> .مع مزارع العين",
  section2Paragraph: "شهر رمضان مناسبة طيبة تجمع الأهل والأصدقاء سويًا كما أنه فرصة لإظهار روح التعاطف في المجتمع لإدخال البهجة والسرور إلى قلوب الجميع. يسر مزارع العين أن تشارك معكم في هذا الشهر الكريم من خلال تقديم مشروبات طازجة من أفضل منتجاتها للمجتمع طوال الشهر الكريم.",
  'videoTitle': "رمضان شهر العطاء",
  'section4title': "رمضان شهر العطاء",
  'section4Paragraph': "مع إعلان عام 2025 عام المجتمع، نحن ملتزمون برد الجميل خلال شهر رمضان. لذا قامت مزارع العين بتوفير 30 ثلاجة للمشروبات يتم وضعها خارج المساجد في إمارة دبي وأبوظبي والعين والتي يتم تعبئتها بالحليب والروب والعصائر الطازجة والتي ستكون مفتوحة للجميع على أن يتم إعادة تعبئتها يوميًا قبل موعد الإفطار، كي يستمتع الجميع بكسر صيامهم بمشروبات طازجة تنعش الصحة مصنعة خصيصًا بكل حب وعناية.",
};
