// "@/locals/en" file
import { Translations } from "@/types";

export const ar: Translations = {
  herotitle: "اليوم الوطني",
  section2title: "هذا الرمضان، <br/> لنغذي أعماق القلوب ونبني <br/> التواصل معاً.",
  section2Paragraph: "منذ لحظة تأسيسها على يد الأب المؤسس المغفور له بأذن الله سمو الشيخ زايد بن سلطان آل نهيان، لإنتاج الألبان والدواجن الطازجة منذ أكثر من 40 عامًا، تواصل مزارع العين جهودها في الوفاء بمسؤوليتها تجاه الشعب الإماراتي من خلال توفير منتجات الألبان والدواجن الطازجة وتفخر بكونها شركة إماراتية وتعتز بالتراث والثقافة الإماراتية.",
  'videoTitle': 'مزارع العين رمضان 2025',
  'section4title': 'تغذية المجتمع',
  'section4Paragraph': 'مع تأكيد عام 2025 كعام المجتمع، نحن ملتزمون بإعادة إعمار هذا الرمضان. عبر دبي وأبوظبي والعين، لدينا 30 ثلاجة موزعة في 30 مسجد لمدة 30 يومًا - كل مخزن به منتجاتنا الطازجة من اللبن والعصير واليوغورت، مفتوحة للجميع، وستتم إعادة التوفير يوميًا قبل العصر، مضمونة بأن يتم تغذية الجميع بالطعم الطازج الذي يتم صنعه بحب في الإمارة الإماراتية للإمارة الإماراتية.',
};
