// "@/locals/en" file
import { Translations } from "@/types";

export const ar: Translations = {
  herotitle: "اليوم الوطني",
  section2title: "هذا الرمضان، <br/> لنغذي أعماق القلوب ونبني <br/> التواصل معاً.",
  section2Paragraph: "منذ لحظة تأسيسها على يد الأب المؤسس المغفور له بأذن الله سمو الشيخ زايد بن سلطان آل نهيان، لإنتاج الألبان والدواجن الطازجة منذ أكثر من 40 عامًا، تواصل مزارع العين جهودها في الوفاء بمسؤوليتها تجاه الشعب الإماراتي من خلال توفير منتجات الألبان والدواجن الطازجة وتفخر بكونها شركة إماراتية وتعتز بالتراث والثقافة الإماراتية.",
  'videoTitle': 'مزارع العين رمضان 2025',
  herotitle1: "Happy",
  herotitle2: "53",
  herotitle3: "rd",
  herotitle4: "National Day",
  herotitlear1: "يوم وطني 53",
  herotitlear2: "ســــعـــــيــــــــــــد",
  
  abdulla1: "الاحتفال بالرؤية",
  abdulla2: "الفريدة للفنان المبدع",
  abdulla3: "عبد الله لطفي",
  abdullaComment:
    "يتمتع الفنان عبد الله الإماراتي الشهير بشغفه لإبداع الرسومات والأعمال الفنية التي تجسد عبق وجوهر الحياة في دولة الإمارات بلمسة فكاهية فريدة من نوعها.",
  nationalday1: "عبوات",
  nationalday2: "خاصة",
  nationalday3: "بمناسبة",
  nationalday4: "اليوم الوطني",
  section5Paragraph:
    "نفخر بالتعاون مع <b class='font-GE-SS-Text-Bold'>الفنان الإماراتي الشاب عبد الله عيسى لطفي</b> في مناسبة الاحتفال باليوم الوطني والذي يتميز برؤيته الفريدة ومنظوره الخاص لطبيعة الحياة في دولة الإمارات وثقافتها المميزة.",
  section6Paragraph:
    "كانت النتيجة إبداع ثلاثة لوحات متميزة، <b class='font-SS-Text-Bold'>تضم المعالم الرئيسية لدولة الإمارات العربية المتحدة</b> مثل إمارة دبي القديمة وإمارة أبو ظبي والتي تعكس طبيعة الحياة الصحراوية وأنشطة الحياة المختلفة في دولة الإمارات.",
  sectopn7Paragraph1:
    "يمكنكم شراء العبوات الخاصة التي تسلط الضوء على ثقافتنا وتراثنا اعتباراً من تاريخ 15 نوفمبر 2024 وطوال مدة الاحتفال باليوم الوطني.",
  sectopn7Paragraph2: "شاركنا الاحتفال بجوهر وعبق كل منتج محلي.",
  limitedEdition: "© إصدار محدود للعبوات بمناسبة اليوم الوطني 2024",
};
